Revit 2027 API
IFCAggregateIterator.Dispose Method
Releases all resources used by the IFCAggregateIterator
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public void Dispose()
Public Sub Dispose
public:
virtual void Dispose() sealed
abstract Dispose : unit -> unit
override Dispose : unit -> unit
See Also
Reference
IFCAggregateIterator Class
Autodesk.Revit.DB.IFC Namespace